{
	"Bitcoin": {
		"You don't have to like the guy, but he's not wrong.": [
			"neutral",
			"neutral"
		],
		"Jack Dorsey: \"The world ultimately will have a single currency. The internet will have a single currency. I personally believe that it will be bitcoin,\"": [
			"positive",
			"bullish"
		],
		"My bank has banned buying Bitcoin. Looks like I’m switching. So angry": [
			"negative",
			"bearish"
		],
		"Bitcoin Returns since 2010...": ["neutral", "neutral"],
		"NBC News. MSM narrative shift.": ["neutral", "neutral"],
		"Harvard paper to central banks: Buy Bitcoin!": ["positive", "bullish"],
		"ARK's Cathie Wood: Bitcoin Will Be $1 Million per Coin by 2030": [
			"positive",
			"bullish"
		],
		"Breaking: Bitcoin CEO lowers price for Black Friday": [
			"neutral",
			"neutral"
		],
		"EL Salvador takes first step to issue Bitcoin Volcano bonds.": [
			"positive",
			"bullish"
		],
		"Many traps to steal your bitcoin. Did you avoid them all? Congrats! You're a Bitcoin maximalist": [
			"positive",
			"bullish"
		],
		"Buy Bitcoin before the banks and governments do": [
			"neutral",
			"neutral"
		],
		"Exclusive: Bankman-Fried's (FTX), parents bought Bahamas property worth $121 million": [
			"neutral",
			"neutral"
		],
		"\"Bitcoin Lake\" in Guatemala. All these places already accept Bitcoin!": [
			"positive",
			"bullish"
		],
		"FTX's bankruptcy file shows that aside from tax havens, China is its largest client": [
			"negative",
			"bearish"
		],
		"Bitcoin doesn't need JPMorgan, but JPMorgan wants your bitcoin.": [
			"positive",
			"bullish"
		],
		"#bitcoin": ["neutral", "neutral"],
		"Bitcoin price drawdown from ATH": ["negative", "bearish"],
		"Quick question, don't upvote. What's the exchange with the lowest fees for buying BTC? I live in the UK": [
			"neutral",
			"neutral"
		],
		"Sam Bankman-Fried Is Alledged To Have Lost $100M of FTX’s Money At Online Casinos While Poker Player Tom Dwan Already Knew About the Company’s Issues.": [
			"negative",
			"bearish"
		],
		"FTX & Sam Bankman-Fried Fallout and Why Bitcoin is Different on America Reports w/ Natalie Brunell": [
			"positive",
			"bullish"
		],
		"Finding Bitcoin Signal with Jeff Booth — What Bitcoin Did": [
			"neutral",
			"neutral"
		],
		"Some thoughts since 2013": ["neutral", "neutral"],
		"British Columbia in Canada will SEIZE your car/home/assets if you can't prove where the money came from. NO PRESUMPTION OF INNOCENCE!!! BITCOIN!!!!!": [
			"negative",
			"bearish"
		],
		"Here are the top code contributors to the Bitcoin Ecosystem": [
			"neutral",
			"neutral"
		],
		"still remains true, We continue to buy. The real ones will receive the reward": [
			"positive",
			"bullish"
		],
		"Can we get a automod comment on every post. informing people that any DMs they get are scammers.": [
			"neutral",
			"neutral"
		],
		"Well this could have ended badly…(Blockfi Account)": [
			"positive",
			"bullish"
		],
		"bitcoin always go crazy on thanks giving week": ["neutral", "neutral"],
		"1) Bitcoin is the money you want to spend last; 2) When you want to spend Bitcoin, no government on earth can stop you.": [
			"positive",
			"bullish"
		],
		"How Bitcoin Opportunity Just Went 10X - Greg Foss and James Lavish": [
			"positive",
			"bullish"
		],
		"Exchange, another viewpoint rant": ["negative", "bearish"],
		"⚠️SPOILER ALERT⚠️ Bitcoin swallows everything.": [
			"neutral",
			"neutral"
		],
		"Pomp and Mcormick should talk about their losses in blockfi and others": [
			"negative",
			"bearish"
		],
		"When exchanges want a bailout fund, you know that most cryptos are scams": [
			"negative",
			"bearish"
		],
		"FTX spent $300mln on Bahamas real estate, run as \"personal fiefdom\"": [
			"negative",
			"bearish"
		],
		"The world will finally see SEE....BTC vs. Crypto": [
			"neutral",
			"neutral"
		],
		"Hashrate DGAF": ["positive", "bullish"],
		"El Salvador Steps Closer to Issuing Controversial Bitcoin Bonds": [
			"positive",
			"bullish"
		],
		"These signs advocating for Bitcoin vs CBDCs are up in multiple locations": [
			"positive",
			"bullish"
		],
		"Erik Cason | Vindication of Bitcoin Maxis": ["positive", "bullish"],
		"I went to El Salvador (for AB22) and this is my personal Recap": [
			"neutral",
			"neutral"
		],
		"Here's my take moving forward, BTC": ["neutral", "neutral"],
		"Digital Asset Friendly Countries": ["positive", "bullish"],
		"Dallas Bitcoin Miner defaulted and left ALL rigs Behind": [
			"negative",
			"bearish"
		],
		"Should Full Replace-By-Fee Be Merged Into Bitcoin Core? - A podcast weighing the pros and cons of the current debate in the Bitcoin community about whether to include full RBF into the next Bitcoin Core update.": [
			"neutral",
			"neutral"
		],
		"The price of Bitcoin on Thanksgiving since 2010. Stock Market will be closed for the most part of it, so get ready for the new low. Also to maybe snipe something!": [
			"positive",
			"bullish"
		],
		"How to Bitbox02 connect to my node (windows)": ["neutral", "neutral"],
		"Halving impact on price": ["neutral", "neutral"],
		"Bitcoin Layer 2 projects": ["neutral", "neutral"],
		"And lead us not into temptation": ["neutral", "neutral"]
	},
	"ethereum": {
		"Workshop: Explore the design and the code of the zkEVM": [
			"neutral",
			"neutral"
		],
		"The Oasis Privacy Layer- Confidentiality for all EVM dapps": [
			"positive",
			"bullish"
		],
		"So while Ethereum is launching its own Climate Platform to address PoW legacy emissions, your good ol' fiat banks are doing....": [
			"positive",
			"bullish"
		],
		"DEXs were winning the crypto battle well before FTX meltdown: Chainalysis": [
			"positive",
			"bullish"
		],
		"Smart Contract Proposal for backing up keys": ["neutral", "neutral"],
		"‎NFT and Chill: NFT Use Cases from Charged Particles": [
			"neutral",
			"neutral"
		],
		"Rocketpool is now the only staking pool with a perfect score shown on ethereum.org": [
			"neutral",
			"neutral"
		],
		"Andrew Keys from Darma Capital has expressed interest in acquiring all of the Ethereum assets owned by DCG and Genesis": [
			"neutral",
			"neutral"
		],
		"DeFi in Ether: $38 in DeFi, Uniswap releases Permit2 and a universal router, Aave on Aztec, The…": [
			"positive",
			"bullish"
		],
		"Cold Storage HELP!": ["neutral", "neutral"],
		"Some critics say blockchain games aren't fun to play because they focus on monetization too much": [
			"negative",
			"bearish"
		],
		"Curve Newsletter": ["neutral", "neutral"],
		"Don't Dox Yourself Getting a Hardware Wallet Discount": [
			"neutral",
			"neutral"
		],
		"StEth and rETH": ["neutral", "neutral"],
		"Introducing Carbon: Next-generation decentralized exchange (deployed on the Ethereum blockchain) that utilizes asymmetric liquidity and adjustable bonding curves to create automated flexible trading strategies": [
			"positive",
			"bullish"
		],
		"Lido staking on ledger": ["neutral", "neutral"],
		"Leaving FAANG for Crypto, Web3 Security, Software Engineering, and Career Advice": [
			"positive",
			"bullish"
		],
		"We need you!": ["neutral", "neutral"],
		"Transactions vs internal Txns": ["neutral", "neutral"],
		"Interview with Mario Havel from Ethereum Foundation.": [
			"neutral",
			"neutral"
		],
		"Edward Snowden: Sanctioning of Ethereum Mixer Tornado Cash Was 'Deeply Illiberal and Profoundly Authoritarian' - Decrypt": [
			"negative",
			"bearish"
		],
		"Staked ETH2": ["neutral", "neutral"],
		"dnum: a better way to handle decimal numbers in dapps": [
			"positive",
			"bullish"
		],
		"Optimistic to native eth": ["positive", "bullish"],
		"Help for a newbie..": ["neutral", "neutral"],
		"A better way to initialize upgradeable smart contracts": [
			"positive",
			"bullish"
		],
		"Issues transferring Ethereum to someone else account": [
			"negative",
			"bearish"
		],
		"COP27: Leading Technology Companies Launch \"Ethereum Climate Platform\" Initiative to Address Ethereum's Former Proof of Work Carbon Emissions": [
			"positive",
			"bullish"
		],
		"Communicating with the Ethereum Blockchain": ["neutral", "neutral"],
		"32 eth but not interested in running node": ["neutral", "neutral"],
		"Multisig wallets for security - a question": ["neutral", "neutral"],
		"how to chat using wallet connect with minimum spend": [
			"neutral",
			"neutral"
		],
		"Weth to eth transaction": ["neutral", "neutral"],
		"Can't Be Evil > Don't Be Evil: 6 Ways DeFi Is Built Different Than FTX": [
			"positive",
			"bullish"
		],
		"Latest Week in Ethereum News": ["neutral", "neutral"],
		"Ethereum developers: Reserve x GitCoin Hackathon ongoing with $250,000 in bounties available": [
			"positive",
			"bullish"
		],
		"Good resources to learn assembly (Yul)": ["neutral", "neutral"],
		"How to handle moving your assets from a hacked metamask wallet": [
			"neutral",
			"neutral"
		],
		"Five trends that will push the adoption of blockchain": [
			"positive",
			"bullish"
		],
		"Delegated Proof of Stake (DPoS) is more democratic than Ethereum’s 32ETH Proof of Stake": [
			"positive",
			"bullish"
		],
		"Thinking about wrapping my staked eth on Coinbase in order to sell it and realize a massive loss for tax purposes and then buy 32 send it to a hardware wallet and stake it on rocket pool.": [
			"neutral",
			"neutral"
		],
		"Question regarding Ethereum source code": ["neutral", "neutral"],
		"Staking": ["neutral", "neutral"],
		"ETH Staking APR 10%?? Please help a smooth brain": [
			"neutral",
			"neutral"
		],
		"Can someone please help me? I think I'm the victim of a dust attack": [
			"negative",
			"bearish"
		],
		"Uniswap: Permit2 & Universal Router contracts on mainnet, Optimism & Arbitrum": [
			"positive",
			"bullish"
		],
		"Ethereum turns into first profitable blockchain from Top 10 of Crypto Market": [
			"positive",
			"bullish"
		],
		"centralization of ETH": ["neutral", "neutral"],
		"stETH Exposure to Alameda Research": ["neutral", "neutral"],
		"By 2026, the entertainment metaverse is expected to grow to nearly $29 billion, fueled by consumer spending": [
			"positive",
			"bullish"
		]
	},
	"Tether": {
		"Tether tokens (USDt) will be the first token supported by Deversifi’s first bridge...": [
			"positive",
			"bullish"
		],
		"Paolo Ardoino, Tether's CTO, is in the COIN podcast": [
			"neutral",
			"neutral"
		],
		"Carved a Tether coin out of oak, enjoy!": ["neutral", "neutral"],
		"Tether’s USDt market cap hits 65B! 🎉": [
			"positive",
			"bullish"
		],
		"To all our trusted customers. We would like to remind you that some fraudulent websites may have the look and feel of a legitimate Tether website. To be assured you are accessing an authorised Tether website, use https://tether.to or https://gold.tether.to.": [
			"neutral",
			"neutral"
		],
		"Tether’s USDt market cap hits $64B!": ["positive", "bullish"],
		"Find out more about $USDt and its international uses": [
			"neutral",
			"neutral"
		],
		"Stay up to date with the latest news about #Tether!": [
			"neutral",
			"neutral"
		],
		"Tether just froze ~33M $USDt on 0xC8a65Fadf0e0dDAf421F28FEAb69Bf6E2E589963 as part of the #PolyNetwork hack": [
			"negative",
			"bearish"
		],
		"Discover more about DeFi infrastracture!": ["neutral", "neutral"],
		"Learn more about Stablecoin Yields!": ["neutral", "neutral"],
		"We are pleased to announce that Curve Finance will support Euro-pegged Tether tokens (EURt) 🎉 The listing of #tether EURt pairs offer users additional options when looking for trading using euro, find out more about EURt on #CurveFinance: https://tether.to/curve-supports-euro-pegged-tether-eurt": [
			"positive",
			"bullish"
		],
		"We are pleased to announce that EURt will be available on #Bitstamp 🎉 The euro-pegged stablecoin, will provide a liquid, stable and trusted means of obtaining exposure to the single European currency to Bitstamp’s users: https://tether.to/tether-tokens-eurt-will-be-available-on-bitstamp/": [
			"positive",
			"bullish"
		],
		"Tether has updated the ERC20 contract address for #Tether Euro (EURt) Tokens! The old contract address for EURt is now deprecated. Discover the new contract address here ⬇️ https://tether.to/tether-launches-new-erc20-contract-address-for-tether-euro-eurt-tokens/": [
			"neutral",
			"neutral"
		],
		"The issuance of Tether tokens $USDt is a careful and strategically planned process that involves four distinct stages: Authorized, Issued, Redeemed, and Destroyed. Discover more about the lifecycle of USDt on https://tether.to/tether-issuance-primer/": [
			"positive",
			"bullish"
		],
		"Tether has just surpassed a $60B market cap! In May 2020, #Tether tokens' market cap was $8B, now a year on we've seen an increase of 581% and demand for Tether token use higher than ever for both trading and retail adoption!": [
			"positive",
			"bullish"
		],
		"We’re pleased to announce that Tether tokens (USDt) will be available on Avalanche, an open-source platform for launching highly decentralized applications, new financial primitives and new interoperable blockchains. Find out more on: https://tether.to/tether-tokens-usdt-to-launch-on-avalanche/": [
			"positive",
			"bullish"
		],
		"📣 Tether releases quarterly information about the composition of its reserves backing issued tether tokens⬇️": [
			"positive",
			"bullish"
		],
		"From $1B to $50B in only 4 years, this is the evolution of Tether's market Cap! Get to know more about #tether's transparency, ecosystem initiatives, and future plans through the words of Paolo Ardoino and Stuart Hoegner⬇️ http://bit.ly/TetherWeek_PaoloAndStuart": [
			"positive",
			"bullish"
		],
		"Tether releases quarterly independent assurance opinion confirming Tether’s reserves fully backed⬇️": [
			"positive",
			"bullish"
		],
		"\"Sometimes we wonder whether we are dreaming because the growth has been incredible\" Tether has just surpassed the $50B market cap milestone, but what's next? Discover Tether’s plans for the future through the words of its CTO, Paolo Ardoino! http://bit.ly/TetherWeek_FuturePlans": [
			"positive",
			"bullish"
		],
		"To celebrate Tether’s $50B market cap, we’re launching Tether Week: Road to $50B, where we discuss Tether’s history and future 🚀 Stay tuned for more updates!": [
			"positive",
			"bullish"
		],
		"Tether has just surpassed $45B market cap! 🎉 And it was only in January when Tether tokens (USDt) stood at US$25 billion. Another milestone has been reached! 👩🏽‍🚀🚀 Stay up to date on our official Telegram channel ⬇️ https://t.me/OfficialTether": [
			"positive",
			"bullish"
		],
		"Tether tokens will launch on Kusama Network and Polkadot! The launch of USDt on Kusama and Polkadot is pending the launch of parachains. Find out more about parachains, and stay tuned for the date: https://www.theblockcrypto.com/post/100614/tether-usdt-stablecoin-polkadot-kusama": [
			"positive",
			"bullish"
		],
		"Assurance Opinion Confirms Tether.to’s Reserves Fully Backed; Company Shares as Part of Ongoing Transparency Commitment": [
			"positive",
			"bullish"
		],
		"Tether has just surpassed a $40B market cap! 🎉 In March 2020, Tether’s market cap was $4 billion! Since then, we’ve seen 900% growth in only one year! 👩🏽‍🚀🚀": [
			"positive",
			"bullish"
		],
		"We’re pleased to announce the launch of Tether tokens on Solana. $USDt holders can now take advantage of Solana's fast speeds greater than 50,000 transactions per second, often for as little as $0.00001 per transaction. Find out more on https://tether.to/tether-tokens-usdt-live-on-solana/": [
			"positive",
			"bullish"
		],
		"🎉 Tether now has a $35B market cap! 🚀 #Tether added an additional $14B to its market cap since January 2021. This is more than all other stablecoins current market caps combined.": [
			"positive",
			"bullish"
		],
		"Tether & Bitfinex have reached a settlement with NewYorkStateAG": [
			"neutral",
			"neutral"
		],
		"Tethered post": ["neutral", "neutral"],
		"Tether announces loan repayment by Bitfinex ⬇️": [
			"neutral",
			"neutral"
		],
		"Stay up to date with the latest news about Tether! Join Tether official channel on Telegram ⬇️ https://t.me/OfficialTether": [
			"neutral",
			"neutral"
		],
		"Tether (USDT) Generator 2021 | CRYPTO GENERATORS": [
			"neutral",
			"neutral"
		],
		"Tether (USDT) Generator 2020 | CRYPTO GENERATORS": [
			"neutral",
			"neutral"
		],
		"CoinPoker introduces USDT deposit and withdrawal option!": [
			"positive",
			"bullish"
		],
		"YouHodler USDT Savings Account: Another Win in the Crypto vs. Fiat Debate": [
			"positive",
			"bullish"
		],
		"YouHodler's TurboLoans Help You Profit When the Market is Down (Here's How)": [
			"positive",
			"bullish"
		],
		"YouHodler: USDT Savings Account Gives Users 12% Annual Profit with 0% Effort": [
			"positive",
			"bullish"
		],
		"USDT is going to launch Blockstream Liquid Network with some added features in order to quickly complete transfers of fiat between exchanges for an efficient arbitrage trading.": [
			"positive",
			"bullish"
		],
		"Liquid Launches Support for Tether": ["positive", "bullish"],
		"Judge Punts on Decision in New York Case Against Bitfinex and Tether": [
			"neutral",
			"neutral"
		],
		"Top USDT Wallets": ["positive", "bullish"],
		"USDT-ERC20 là gì? Cách phân biệt các loại USDT và Lưu ý quan trọng bạn nên biết!": [
			"neutral",
			"neutral"
		],
		"Dutch article on Tether": ["neutral", "neutral"],
		"'Roll the Dice & Win Tether Now'!!!": ["positive", "bullish"],
		"Tether accidentally mints then burns $5 billion USDT tokens - TokenPost": [
			"negative",
			"bearish"
		],
		"Just sent usdt to tusd address": ["neutral", "neutral"],
		"Audit of Tether USD (USDT) performed by Callisto Network.": [
			"neutral",
			"neutral"
		],
		"Tether make Crypto StableCoin surpass PayPal Venmo": [
			"positive",
			"bullish"
		],
		"Tether Accidentally Printed $5 Billion Worth of USDT": [
			"negative",
			"bearish"
		]
	},
	"bnbchainofficial": {
		"BNB Chain Martians Program: Community Organizers and Champions": [
			"neutral",
			"neutral"
		],
		"Utilize Your Binance Account Bound (BAB) Token for Exclusive Offers": [
			"positive",
			"bullish"
		],
		"🟢🟢🟢🟢🟢": [
			"neutral",
			"neutral"
		],
		"DappBay is your entry into #Web3, enjoy an overview of the most exciting #dApps in the space.": [
			"positive",
			"bullish"
		],
		"DappBay: Red Alarm dApp Risk-List (Nov. 11th - Nov. 18th)": [
			"neutral",
			"neutral"
		],
		"Binance is the future of crypto": ["positive", "bullish"],
		"Take a look at the top games according to users in the last week on BNB Chain (Source: DappBay ranking). Gameta is a user favourite at the minute!": [
			"positive",
			"bullish"
		],
		"How to Use Helio Protocol": ["neutral", "neutral"],
		"Our November Stars are here 💫": ["neutral", "neutral"],
		"BNB Chain dApps of the Month on DappBay": ["neutral", "neutral"],
		"Ronaldo event": ["neutral", "neutral"],
		"Future of FTX": ["neutral", "neutral"],
		"Check out the Key Metrics from the past week on #BNBChain": [
			"neutral",
			"neutral"
		],
		"The Hottest Airdrops on BNB Chain by DappBay": ["positive", "bullish"],
		"BNB Chain Monthly Stars – November": ["neutral", "neutral"],
		"Earn Crypto Rewards with Football Fiesta and join the football celebration on BNB Chain with DappBay": [
			"positive",
			"bullish"
		],
		"Bridge Matic/Coti from BEP2 to BEP20": ["neutral", "neutral"],
		"Win $600K Worth of Prizes and Join 20 Activities Exclusively for Glory Pass Holders this Football Fiesta - DappBay": [
			"positive",
			"bullish"
		],
		"BNB Smart Chain Performance Anatomy Series - Chapter IV: Block Process In Pipeline": [
			"neutral",
			"neutral"
		],
		"How access NFT attributes in BSScan": ["neutral", "neutral"],
		"DAPP": ["neutral", "neutral"],
		"Proof of Assets on bep2 / bep20 chains": ["neutral", "neutral"],
		"How Zebec Successfully Migrated From Solana to BNB Chain": [
			"positive",
			"bullish"
		],
		"FTX": ["neutral", "neutral"],
		"BNB circulating supply now under 160 million! And dropping... Check out bnbburn.info": [
			"positive",
			"bullish"
		],
		"Why BNB staking reward is so low on trustwallet? Only 1.17% it used to be 8-10%": [
			"negative",
			"bearish"
		],
		"Just one more sleep until Football Fiesta begins! 🎉": [
			"neutral",
			"neutral"
		],
		"BNB CHAIN - Own your Glory Pass by BNB Chain": ["positive", "bullish"],
		"Another milestone week for our October Stars with project updates, TVL, and community growth.": [
			"positive",
			"bullish"
		],
		"The Best Staking Campaigns on BNB Chain from staking BNB to staking NFTs": [
			"positive",
			"bullish"
		],
		"The Best Move-to-Earn dApps on BNB Chain - DappBay": [
			"positive",
			"bullish"
		],
		"BAB Token rewards, benefits, and airdrops on DappBay": [
			"positive",
			"bullish"
		],
		"BNB Chain Weekly Ecosystem Report (4 Nov to 10 Nov)": [
			"neutral",
			"neutral"
		],
		"From Music NFTs to Utility NFTs, here's your complete NFT guide": [
			"neutral",
			"neutral"
		],
		"No matter what happens, one thing you can rely on is our October Stars continuing to make solid progress 💫": [
			"positive",
			"bullish"
		],
		"ARE YOU GUYS READY FOR THE NEXT EVENT 😎": [
			"neutral",
			"neutral"
		],
		"Technology Update of BNB Chain in Oct 2022": ["neutral", "neutral"],
		"The Importance of Utility and the Role of Native Tokens": [
			"neutral",
			"neutral"
		],
		"DappBay: Red Alarm dApp Risk-List (Oct. 4th - Oct. 11th)": [
			"neutral",
			"neutral"
		],
		"Glory Pass Rewards You Can't Miss on BNB Chain - DappBay": [
			"positive",
			"bullish"
		],
		"Football Fiesta Rewards, Benefits and More on BNB Chain by DappBay": [
			"positive",
			"bullish"
		],
		"zkBNB Part 2 - Under the Hood": ["neutral", "neutral"],
		"Top Listen-to-Earn dApps on BNB Chain": ["positive", "bullish"],
		"The countdown to our inaugural Football Fiesta is well and truly on⚽️": [
			"neutral",
			"neutral"
		],
		"Wonderful catching up with the BNB Chain community in London this evening.": [
			"positive",
			"bullish"
		],
		"its hard today \"all is red\"": ["negative", "bearish"],
		"Solana Developers rn": ["neutral", "neutral"],
		"How Migrating to BNB Chain Helped Propel Gameta": [
			"positive",
			"bullish"
		],
		"BNB Chain Weekly Ecosystem Report (27 Oct to 3 Nov)": [
			"neutral",
			"neutral"
		],
		"BNB Chain Builder Grant Crowns First Winners": ["positive", "bullish"]
	},
	"USDC": {
		"Am I scammed by Gate.io? Seeking assistance to recover $10000 deposit. Support not engaging, ignoring tickets for almost 24 hours, providing fake reasons.": [
			"negative",
			"bearish"
		],
		"Circle announces crypto businesses can now accept Apple Pay, and retail businesses can now accept $USDC stablecoin": [
			"positive",
			"bullish"
		],
		"Sol-USDC": ["neutral", "neutral"],
		"Can I have usdc circle account for personal/individual for redemption of my USDC to fiat USD": [
			"neutral",
			"neutral"
		],
		"SWIFTX - Australian Exchange having USDC transfer issues. Be mindful if you are planning to use the platform to transact any USDC because you will be waiting for a while. No timeframe was given to fix the issue.": [
			"negative",
			"bearish"
		],
		"Implement a refund mechanism for tokens mistakenly deposited to USDC's contract address": [
			"neutral",
			"neutral"
		],
		"USDC Interest Rate on Coinbase": ["neutral", "neutral"],
		"Swap your USDC to local currency on SwapBitssa": [
			"neutral",
			"neutral"
		],
		"Top 3 DeFi Tools on Arbitrum in 2022": ["positive", "bullish"],
		"EUR to USDC": ["neutral", "neutral"],
		"Borrowing USDC with LON: A Guide": ["neutral", "neutral"],
		"WHERE TO EARN THE BEST YIELD ON USDC STABLECOIN": [
			"positive",
			"bullish"
		],
		"The Dollar Can Be a Protocol for the Future of Money (USDC)": [
			"neutral",
			"neutral"
		],
		"Top Stablecoin Crypto Pools For Highest Yields: Complete Guide": [
			"positive",
			"bullish"
		],
		"5 USDC vaults are now live on Kamino.finance, with APYs up to 22% 💪": [
			"positive",
			"bullish"
		],
		"Happy Cakeday, r/USDC! Today you're 4": ["positive", "bullish"],
		"How to exchange USDC to USDC.e on AVAX network": [
			"neutral",
			"neutral"
		],
		"USD Coin, America's 'stable' cryptocurrency, explained — Newsweek": [
			"neutral",
			"neutral"
		],
		"USDC vs USDT": ["neutral", "neutral"],
		"Please help me recover my lost USDC (Almost 1/2m USDC - Reward)": [
			"negative",
			"bearish"
		],
		"USDT_TRC20 now available as transfer option on BitcoinVN": [
			"positive",
			"bullish"
		],
		"USDC debit cards": ["neutral", "neutral"],
		"Binance is banning many stablecoins from its exchange, including USDC, USDP and TUSD": [
			"negative",
			"bearish"
		],
		"If you've not checked out Kamino Finance (Kamino.finance) - there's some great yield opportunities! 🔥": [
			"positive",
			"bullish"
		],
		"USDC Funds Recovery Process": ["neutral", "neutral"],
		"USDC Yield Opportunities": ["positive", "bullish"],
		"Stablecoin Depositors Recourse": ["neutral", "neutral"],
		"sent usdc from binance bsc wallet to kraken": ["neutral", "neutral"],
		"So Tornado Cash is Censored": ["negative", "bearish"],
		"cash out USDC": ["neutral", "neutral"],
		"How to get Real Yield with UMAMI USDC vault": ["neutral", "neutral"],
		"Soccer Transfer in Crypto: São Paulo Paid $8 Million in USDC for Banfield Player": [
			"positive",
			"bullish"
		],
		"USDH's Peg Stability Module (PSM) ft USDC is now Live ‍🚀": [
			"positive",
			"bullish"
		],
		"lost USDC on transaction": ["negative", "bearish"],
		"USDT Among the Essential Coins to Invest": ["positive", "bullish"],
		"USDCNotice.com Phishing attempt": ["neutral", "neutral"],
		"Circle & USDC: Building a Stable Platform — Not Boring": [
			"positive",
			"bullish"
		],
		"I wrote a simple educational article for beginners to understand more about stablecoins and their various forms - especially during these unstable times! Please check it out.": [
			"negative",
			"bearish"
		],
		"Where can I trade USDC in Europe": ["neutral", "neutral"],
		"Anyone use DimeFi for their usdc. 6%. Just wondering how comfortable you are with all the crypto shenanigans.": [
			"neutral",
			"neutral"
		],
		"Newcomer to USDC with questions": ["neutral", "neutral"],
		"Building a Better Way to Buy/Sell USDC - Looking for Feedback": [
			"positive",
			"bullish"
		],
		"The Flippening No One Is Talking About - CryptosRus": [
			"neutral",
			"neutral"
		],
		"Swapping to a Stable Coin to “sell”": ["neutral", "neutral"],
		"USDC stuck when transferring from Metamask to Trust Wallet": [
			"negative",
			"bearish"
		],
		"How to swap USDT TRC 20 to USDC": ["neutral", "neutral"],
		"USDC -> USD": ["neutral", "neutral"],
		"(1 min) Why algorithmic stablecoins are broken (and always will).": [
			"negative",
			"bearish"
		],
		"Firm Behind USDC Stablecoin ‘Circle’ Announces Launch of EUROC Stablecoin": [
			"positive",
			"bullish"
		],
		"Risk assessment of USDC on voyager": ["neutral", "neutral"]
	},
	"BinanceUSD": {
		"Binance Listed SHIBA INU (SHIB) in Innovation Zone": [
			"positive",
			"bullish"
		]
	},
	"Ripple": {
		"\"Bank of America is going to gain a competitive advantage when the SEC v Ripple case settles, by using ODL in the marketplace.\"": [
			"neutral",
			"neutral"
		],
		"This is why big ODL volumes WILL increase the price of XRP": [
			"positive",
			"bullish"
		],
		"Pro SEC Amicus Brief by New Sports Economy Institute. States that if the judgment is favourable to XRP, it should be an exemption (i.e. exclusively to XRP, so SEC can go after other cryptos).": [
			"positive",
			"bullish"
		],
		"11/22/22 [Join XRPLounge Discord] - discord.com/invite/XRPLounge": [
			"neutral",
			"neutral"
		],
		"11/21/22 [Join XRPLounge Discord] - discord.com/invite/XRPLounge": [
			"neutral",
			"neutral"
		],
		"Crypto Giant Ripple eyes deals for FTX assets": [
			"positive",
			"bullish"
		],
		"11/20/22 [Join XRPLounge Discord] - discord.com/invite/XRPLounge": [
			"neutral",
			"neutral"
		],
		"Banks are transitioning towards ISO200022": ["positive", "bullish"],
		"11/19/22 [Join XRPLounge Discord] - discord.com/invite/XRPLounge": [
			"neutral",
			"neutral"
		],
		"Ripple CEO: Trust and Transparency will make Crypto Stronger": [
			"positive",
			"bullish"
		],
		"11/18/22 [Join XRPLounge Discord] - discord.com/invite/XRPLounge": [
			"neutral",
			"neutral"
		],
		"Ripple Expands On-Demand Liquidity to Nearly 40 Payout Markets, Adds Machine Learning Capabilities": [
			"positive",
			"bullish"
		],
		"Ripple Wants the U.K. to be a Crypto Hub": ["neutral", "neutral"],
		"11/17/22 [Join XRPLounge Discord] - discord.com/invite/XRPLounge": [
			"neutral",
			"neutral"
		],
		"11/16/22 [Join XRPLounge Discord] - discord.com/invite/XRPLounge": [
			"neutral",
			"neutral"
		],
		"A Win for Financial Inclusion in Africa | Ripple": [
			"positive",
			"bullish"
		],
		"SEC v. Ripple - Coinbase has formally filed its Amicus Brief in Support of Ripple's Fair Notice Defense": [
			"positive",
			"bullish"
		],
		"11/15/22 [Join XRPLounge Discord] - discord.com/invite/XRPLounge": [
			"neutral",
			"neutral"
		],
		"Ripple and WEF connection and CBDC": ["neutral", "neutral"],
		"11/14/22 [Join XRPLounge Discord] - discord.com/invite/XRPLounge": [
			"neutral",
			"neutral"
		],
		"The terms for settlement": ["neutral", "neutral"],
		"The FTX debacle makes SEC Chair Gary Gensler look bad again - indicating secret deals between FTX and SEC - the SEC chair must resign!": [
			"negative",
			"bearish"
		],
		"11/13/22 [Join XRPLounge Discord] - discord.com/invite/XRPLounge": [
			"neutral",
			"neutral"
		],
		"SEC v. Ripple - Paradigm Operations files Motion to File Amicus Brief opposing the SEC’s characterization of the underlying crypto assets themselves as securities": [
			"positive",
			"bullish"
		],
		"11/12/22 [Join XRPLounge Discord] - discord.com/invite/XRPLounge": [
			"neutral",
			"neutral"
		],
		"Connect to Congress": ["neutral", "neutral"],
		"(The 2nd Amicus Brief for SEC) The New Sports Economy Institute (“NSEI”) has filed a Motion to File an Amicus Brief in Support of the SEC. (Amicus Brief #15 in total)": [
			"negative",
			"bearish"
		],
		"11/11/22 [Join XRPLounge Discord] - discord.com/invite/XRPLounge": [
			"neutral",
			"neutral"
		],
		"Accredify, Inc., DBA InvestReady, has filed a Motion to File an Amicus Brief in Support of the SEC. (Amicus Brief #14)": [
			"negative",
			"bearish"
		],
		"Reaper Financial requests to file amicus brief": [
			"neutral",
			"neutral"
		],
		"A theory": ["neutral", "neutral"],
		"Will the Same Scenario Work out For XRP? Even a Loss Might not be a Loss...": [
			"neutral",
			"neutral"
		],
		"Bithomp displays Videos and Images for NFTs": ["positive", "bullish"],
		"11/10/22 [Join XRPLounge Discord] - discord.com/invite/XRPLounge": [
			"neutral",
			"neutral"
		],
		"11/09/22 [Join XRPLounge Discord] - discord.com/invite/XRPLounge": [
			"neutral",
			"neutral"
		],
		"The 76 year-old Howey Test vs the individually indistinguishable XRP cryptocurrency": [
			"neutral",
			"neutral"
		],
		"11/08/22 [Join XRPLounge Discord] - discord.com/invite/XRPLounge": [
			"neutral",
			"neutral"
		],
		"11/07/22 [Join XRPLounge Discord] - discord.com/invite/XRPLounge": [
			"neutral",
			"neutral"
		],
		"Why XRP is the most misunderstood cryptocurrency (Updated)": [
			"neutral",
			"neutral"
		],
		"SEC v. Ripple - Scheduling Update as of November 4, 2022, with dates specific to the Motions for Summary Judgment.": [
			"neutral",
			"neutral"
		],
		"If the exchanges start to re-list XRP...": ["neutral", "neutral"],
		"SEC requests to push dates back by 15 days due to amicus briefs, Ripple consents": [
			"negative",
			"bearish"
		],
		"Dustin Walper on Twitter: Surprise! We relisted $XRP": [
			"positive",
			"bullish"
		],
		"11/04/22 [Join XRPLounge Discord] - discord.com/invite/XRPLounge": [
			"neutral",
			"neutral"
		],
		"Veri DAO LLC has filed a Motion to File an Amicus Brief": [
			"neutral",
			"neutral"
		],
		"Cryptillian Payment Systems, an online digital wallet service for retail customers and commercial retail businesses using XRP, asks to file an Amicus Brief supporting Ripple's Opposition to the SEC's Motion for SJ.": [
			"positive",
			"bullish"
		],
		"XRP price this week": ["neutral", "neutral"],
		"11/03/22 [Join XRPLounge Discord] - discord.com/invite/XRPLounge": [
			"neutral",
			"neutral"
		],
		"Coinbase might relist XRP!": ["positive", "bullish"],
		"New legal briefs video on the amicus briefs": ["neutral", "neutral"]
	},
	"cardano": {
		"I Wish Somebody Would Just Develop a Killer App That Uses ADA As Its Currency...": [
			"negative",
			"bearish"
		],
		"DJED, The New Stablecoin From Cardano": ["neutral", "neutral"],
		"Cardano Foundation Alpha Program - Blockchain education": [
			"neutral",
			"neutral"
		],
		"Cardano Rumor Rundown November 23, 2022": ["neutral", "neutral"],
		"Cardano & Borderlands": ["neutral", "neutral"],
		"Cardano Summit content now available on demand": [
			"neutral",
			"neutral"
		],
		"Edinburgh Decentralization Index": ["neutral", "neutral"],
		"Stablecoins are coming to Cardano. We will have a tsunami of options when it comes to options for users in the Cardano DeFi ecosystem. iUSD, Djed, USDa, SigmaUSD, dUSD, USDm": [
			"positive",
			"bullish"
		],
		"Cardano's sidechain Midnight will protect your privacy": [
			"positive",
			"bullish"
		],
		"iUSD is the first decentralized Cardano native stablecoin that just launched! We discuss the details, as well as more Cardano stablecoins to look out for.": [
			"positive",
			"bullish"
		],
		"Snoop Dogg, Champ Medici & Charles Hoskinson in Claynation music video": [
			"positive",
			"bullish"
		],
		"A CIP for a Decentralized Governance Mechanism for the Voltaire Era": [
			"neutral",
			"neutral"
		],
		"receive Xray token out of no where in my wallet": [
			"neutral",
			"neutral"
		],
		"Indigo Protocol launches iUsd and other synthetic assets": [
			"positive",
			"bullish"
		],
		"Cardano Summit afterparty": ["positive", "bullish"],
		"Cardano (ADA) Launches Algorithmic Stablecoin Early in 2023": [
			"positive",
			"bullish"
		],
		"Cardano´s block saturation: 40.88%": ["neutral", "neutral"],
		"Two Types of Stable Coins and their Core Value": [
			"neutral",
			"neutral"
		],
		"dienay.io is the way we want to integrate a NFT utility provider platform": [
			"neutral",
			"neutral"
		],
		"Cardano decentralize enough to compete against poof of work": [
			"positive",
			"bullish"
		],
		"Edinburgh DecentralizationIndex - EDI": ["neutral", "neutral"],
		"Can’t withdraw rewards": ["negative", "bearish"],
		"Member’s Based Organization": ["neutral", "neutral"],
		"Staking doesn't appear to be starting": ["negative", "bearish"],
		"Connecting a hardware wallet to Yoroi": ["neutral", "neutral"],
		"Cardano & Stablecoins": ["neutral", "neutral"],
		"Cardano Daily Discussion - November 22, 2022": ["neutral", "neutral"],
		"Feedback on eUTxO v2 - Visual Explorer": ["neutral", "neutral"],
		"Cardano Rumor Rundown November 22, 2022": ["neutral", "neutral"],
		"2023 will be the year of Cardano": ["positive", "bullish"],
		"🔵 Cardano Weekly Quiz - Round 11 - 300 ADA for the Winner!": [
			"neutral",
			"neutral"
		],
		"Cardano will have a USD-backed stablecoin": ["positive", "bullish"],
		"Why is Midnight a sidechain and not an L2? New video covers how projects choose between the two": [
			"neutral",
			"neutral"
		],
		"Anyone know where we can watch Charles keynote at the summit? Thanks in advance.": [
			"neutral",
			"neutral"
		],
		"Staking on Ledger": ["neutral", "neutral"],
		"🔵 Cardano Weekly Quiz - Marble Race - Round 10": [
			"neutral",
			"neutral"
		],
		"We've been waiting patiently for Djed, Cardano's algorithmic stablecoin issued by Coti! We reveal when Djed is expected to be released on the Cardano mainnet.": [
			"neutral",
			"neutral"
		],
		"What is a Gnomic (sp?) Machine? Charles talked about duing his most recent keynote.": [
			"neutral",
			"neutral"
		],
		"Cardano Summit !!": ["neutral", "neutral"],
		"pls help new to this need clarification on something": [
			"neutral",
			"neutral"
		],
		"cardanospot.io | A Cardano focused social media platform to connect enthusiasts, builders, and projects (built by Emurgo, still in beta but waitlist is available)": [
			"positive",
			"bullish"
		],
		"Cardano Rumor Rundown November 21, 2022": ["neutral", "neutral"],
		"Decentralized Twitter - Release": ["neutral", "neutral"],
		"Cardano & Midnight": ["neutral", "neutral"],
		"Cardano Daily Discussion - November 21, 2022": ["neutral", "neutral"],
		"🌑 MIDNIGHT 🌑 Privacy Blockchain - USDA by Emurgo!": [
			"neutral",
			"neutral"
		],
		"LF Web3 developer interested in a small music project for contest": [
			"positive",
			"bullish"
		],
		"Cardano Summit 2022 Lausanne": ["neutral", "neutral"],
		"Energy Consumption of Bitcoin, Ethereum, and Cardano": [
			"neutral",
			"neutral"
		],
		"Cardano (Virtual) Summit 2022 — Full Walkthrough": [
			"neutral",
			"neutral"
		]
	},
	"dogecoin": {
		"At Chinese this evening": ["neutral", "neutral"],
		"Doge to those who sold thier dogecoin at the last rise 📈": [
			"neutral",
			"neutral"
		],
		"This could really get the people goin’": ["positive", "bullish"],
		"Yes!!! We don’t fear the dips": ["positive", "bullish"],
		"Dogecoin moons regardless! 🌙": ["positive", "bullish"],
		"Okay Barry Silbert, it’s been fun. Welcome to Crypto.": [
			"neutral",
			"neutral"
		],
		"📈Doge📉Graphing📈": [
			"neutral",
			"neutral"
		],
		"Don't get it twisted. Doge isn't inflationary it's disinflationary.": [
			"positive",
			"bullish"
		],
		"50Cent eagerly awaiting the #DogeReaper #Again #Runitback": [
			"positive",
			"bullish"
		],
		"🐕🚀": ["neutral", "neutral"],
		"Stop mooning I haven't finished buying yet": ["positive", "bullish"],
		"😆": ["neutral", "neutral"],
		"Remember to give a warm welcome to the next set of adopters. They will drop by r/dogecoin real soon.": [
			"positive",
			"bullish"
		],
		"Did you listen to my post from 2 days ago when I said that we would return to $0.08 and continue to rise? Or are you one of those who questioned and criticized it? It's still early to enter. B.u.y for more than $0.20 when your favorite YouTuber/Twitter tells you if that makes you happy...cheers ;)": [
			"positive",
			"bullish"
		],
		"Change our Minds": ["neutral", "neutral"],
		"Me seeing the current market price": ["neutral", "neutral"],
		"I want to start creating some small doge competitions!": [
			"positive",
			"bullish"
		],
		"Everytime Jim Cramer gives us a crypto or stock tip": [
			"neutral",
			"neutral"
		],
		"There's still about 50% more green candles to go tonight/today/whatever time zone you are in": [
			"positive",
			"bullish"
		],
		"DOGE is unstoppable!": ["positive", "bullish"],
		"IN DOGE WE BELIEVE 🐕": ["positive", "bullish"],
		"I am ready": ["neutral", "neutral"],
		"Doge to a dollar by EOY. Trust me bro": ["positive", "bullish"],
		"est of Today / Am I walking you or are you walking me? / Cutest Puppy on Earth #YouTubePickOfTheDay": [
			"neutral",
			"neutral"
		],
		"💎": ["neutral", "neutral"],
		"They're Coming | Dogecoin News": ["neutral", "neutral"],
		"This puts me at 200k": ["neutral", "neutral"],
		"Kraken + DOGE = ♥️🥰": ["neutral", "neutral"],
		"Guess what description we gave to DALL-E to get this picture!": [
			"neutral",
			"neutral"
		],
		"Dogecoin is holding very well compared to other CC.": [
			"positive",
			"bullish"
		],
		"I decided to take a break from the media and devices for a month. I was just recently made aware about what went down with FTX. I had all my doge in there :( this was taken Oct.31. I had bought a total of 5k doge after I took this. If doge reaches $1+ now and I can’t get my coins back ima cry": [
			"negative",
			"bearish"
		],
		"When someone says that maybe you should diversify.": [
			"neutral",
			"neutral"
		],
		"\"The way you do one thing is the way you do everything \"": [
			"neutral",
			"neutral"
		],
		"What happen to Doge-1 with Elon?? Sorry haven’t been here in a min 🐕": [
			"neutral",
			"neutral"
		],
		"If DOGE hits 0.425 again I’ll get a 💎 🖐️ tat on my left bum cheek": [
			"positive",
			"bullish"
		],
		"nom": ["neutral", "neutral"],
		"me me": ["neutral", "neutral"],
		"FTX Collapse Explained - Robert Kiyosaki, @Mark Moss": [
			"negative",
			"bearish"
		],
		"HODLers rn": ["neutral", "neutral"],
		"Dogecoin’s time to shine.": ["positive", "bullish"],
		"👍": ["neutral", "neutral"],
		"Found an old picture of my great great great great grand-shibes from 2013.": [
			"neutral",
			"neutral"
		],
		"Just checking the charts today 🤔": ["neutral", "neutral"],
		"Heaven bless your DOGE! Nasdrovia!": ["positive", "bullish"],
		"Get while the getting is good!": ["positive", "bullish"],
		"tbh": ["neutral", "neutral"],
		"How to HODL in Cold Winter 😍😍😍": [
			"neutral",
			"neutral"
		],
		"Believe": ["positive", "bullish"],
		"Need some advice": ["neutral", "neutral"],
		"To all new doges.": ["neutral", "neutral"]
	},
	"0xPolygon": {
		"Adidas NFT public/free Ethereum mint now live. 1000 NFTs for the first 1000 people.": [
			"positive",
			"bullish"
		],
		"Magic Eden integrates with Polygon, has eyes on expanding blockchain gaming": [
			"positive",
			"bullish"
		],
		"New Project - Real Estate Derivatives on Polygon": [
			"neutral",
			"neutral"
		],
		"PAYC project on Polygon": ["neutral", "neutral"],
		"How Polygon is quietly dominating NFT corporate partnerships": [
			"positive",
			"bullish"
		],
		"AdLunam is the place for you.🚀👨‍🚀": [
			"neutral",
			"neutral"
		],
		"Take a look at top P2E games of this week. Get updated on daily basis on GameGods. Download the app now": [
			"positive",
			"bullish"
		],
		"Tried to share a polygon project in r/technology; received 2 abusive comments and then was banned. This is why the web sucks.": [
			"negative",
			"bearish"
		],
		"Congratulations to everyone who signed up on the LeafPAYS NFT White List | More info coming soon": [
			"positive",
			"bullish"
		],
		"What is NFT player card? Get more updates only on GameGods. Download the app now": [
			"neutral",
			"neutral"
		],
		"Big move by IndiGG! bringing Mighty Action Heroes to their list.": [
			"positive",
			"bullish"
		],
		"Polygon welcomes ✨MagicEden✨ to the fam!": [
			"positive",
			"bullish"
		],
		"Crypto trading bot development": ["neutral", "neutral"],
		"staking": ["neutral", "neutral"],
		"What are Web3 terms? Learn with GameGods & keep yourself updated. Download the app now": [
			"neutral",
			"neutral"
		],
		"Beginners Guide to Crypto": ["neutral", "neutral"],
		"Polygon $MATIC is an S-tier Cryptocurrency": ["positive", "bullish"],
		"Sharing my Google Sheets work template of Crypto/Forex/Stock Trading Journal & Strategy Analysis for Backtesting & Live Trading": [
			"neutral",
			"neutral"
		],
		"[promotion]💥💸 FREE 300 Uhive 🪙Tokens (crypto)+ Daily Pay Just For Signing On & Interacting! Join, Have Fun, & Earn On Uhive Social Media Metaverse 🚀 💥": [
			"neutral",
			"neutral"
		],
		"Query data from node": ["neutral", "neutral"],
		"“The actions of one lying, fraudulent con do not define us all,” NLW says.": [
			"neutral",
			"neutral"
		],
		"Polygon supported Launchpad! brings another knowledge about NFTs!": [
			"positive",
			"bullish"
		],
		"This guild helps me in my journey in web 3 🚀": [
			"positive",
			"bullish"
		],
		"Problem integrating Blockscout explorer with polygon-edge private chain": [
			"negative",
			"bearish"
		],
		"‎NFT and Chill: NFT Use Cases from Charged Particles": [
			"neutral",
			"neutral"
		],
		"Polygon Uniswap incentives": ["neutral", "neutral"],
		"Stmatic on the Polygon network": ["neutral", "neutral"],
		"Polygon Based White Label NFT Marketplace Development Company": [
			"neutral",
			"neutral"
		],
		"Daily Polygon Discussion Thread": ["neutral", "neutral"],
		"Hodl My Moon is now live! Grab your username and mint some free NFTs to celebrate.": [
			"positive",
			"bullish"
		],
		"We need you!": ["neutral", "neutral"],
		"polygon.wallet.technology": ["neutral", "neutral"],
		"Staking with ledger on polygon network": ["neutral", "neutral"],
		"Vinnie Hager announces digital collectible partnership with Instagram": [
			"positive",
			"bullish"
		],
		"Polygon backed gaming guild keeps on giving opportunities to its community! 🚀🚀🚀": [
			"positive",
			"bullish"
		],
		"Launch your own NFT ART Marketplace like Super Rare | Zodeak": [
			"neutral",
			"neutral"
		],
		"What is On-chain? Get more update about these terms only on GameGods. Download the app now": [
			"neutral",
			"neutral"
		],
		"What is an Enjin Starter? Get updated with these terms only on Gamegods. Download the app now": [
			"neutral",
			"neutral"
		],
		"12 hours left to get into LeafPAYS Whitelist! hurry!": [
			"neutral",
			"neutral"
		],
		"What is Polygon? Get updated with these terms only on Gamegods. Download the app now": [
			"neutral",
			"neutral"
		],
		"Porsche NFT public/free Ethereum mint now live. 1000 hand drawn sketches with tangible benefits for Porsche owners. Interesting at least.": [
			"positive",
			"bullish"
		],
		"What are our next big event": ["neutral", "neutral"],
		"Hi! Newbie here! I'd like to transfer my Matic out of my Trust wallet to my CryptoCOM wallet. Then I need to choose a network and that is exactly where I get lost. Which is the correct one? (I’d like to turn that Matic into ETH later) Thanks in advance, i’m super new to swapping things.": [
			"neutral",
			"neutral"
		],
		"Daily Activity on Polygon (MATIC) is at ATH Levels": [
			"positive",
			"bullish"
		],
		"Moving off staking on an exchange to DeFi using AAVE": [
			"neutral",
			"neutral"
		],
		"Gaming guilds like IndiGG are continuously supporting Axie Infinity!": [
			"positive",
			"bullish"
		],
		"Polygon Joins Hands With Sensorium to Foster Web3 Development": [
			"positive",
			"bullish"
		]
	},
	"Cryptocurrency": {
		"FTX Collapse Is 'Not a Crypto Failure,' Says Minnesota Rep. Tom Emmer — \"It's a failure of centralized finance and a failure of Sam Bankman-Fried.\"": [
			"negative",
			"bearish"
		],
		"Binance's CEO Changpeng “CZ” Zhao quickly deleted a tweet on Tuesday that cited numbers undermining Coinbase’s disclosures.": [
			"negative",
			"bearish"
		],
		"Coinbase CEO Assures Fully Backed Bitcoin Reserves, CZ Deletes Doubtful Tweet": [
			"positive",
			"bullish"
		],
		"Ethereum Whales Accumulate $1,000,000,000 Worth of ETH in Just One Day": [
			"positive",
			"bullish"
		],
		"I’m old (according to Reddit) so here’s some advice from an old person.": [
			"neutral",
			"neutral"
		],
		"The media is blaming everyone for the FTX-crash except FTX and SBF themselves for their poor management and extensive lobbying.": [
			"negative",
			"bearish"
		],
		"The most concerning part of the new Coffezilla video - whistleblower Marc Cohodes and others came forward to Bloomberg with concerns about FTX back in July - and it was ignored because, it would be bad for business, among other excuses.": [
			"negative",
			"bearish"
		],
		"Vitalik Buterin is Considering Reddit as an Alternative to Twitter for Himself After the Implementation of the Blue Checkmark Monthly Fee": [
			"positive",
			"bullish"
		],
		"Local Man Avoiding Family They Convinced To Buy Solana At Last Year’s Thanksgiving": [
			"negative",
			"bearish"
		],
		"Solana Market Cap Shrinks Below Litecoin in Protracted Descent": [
			"negative",
			"bearish"
		],
		"We're getting there.": ["neutral", "neutral"],
		"I think I bought more during ATH than in times like this 😅": [
			"neutral",
			"neutral"
		],
		"South Korea to urge separation of user deposits and exchange assets": [
			"neutral",
			"neutral"
		],
		"GameStop Wallet is now available for IOS users! Support for Loopring, with Immutable X coming.": [
			"positive",
			"bullish"
		],
		"Argentina’s fan token sinks 31% after World Cup loss against Saudi Arabia": [
			"negative",
			"bearish"
		],
		"El Salvador Takes First Step To Issue Bitcoin Volcano Bonds": [
			"positive",
			"bullish"
		],
		"\"I serve in the U.S Senate, a body where I'm not sure we have 5 Senators that can tell you what the hell a Bitcoin is\" - Ted Cruz": [
			"negative",
			"bearish"
		],
		"Harvard to central banks: Buy Bitcoin!": ["positive", "bullish"],
		"Crypto winter's not that cold: Coinbase survey shows 62% of investors increased allocations over 12 months": [
			"positive",
			"bullish"
		],
		"US Senators Urge Fidelity To Halt Bitcoin 401(k) Retirement Plans": [
			"negative",
			"bearish"
		],
		"The recent pumps are still institutions trying to fight the FED.": [
			"neutral",
			"neutral"
		],
		"Roughly 48% of Ethereum NFT trades in October were fake": [
			"negative",
			"bearish"
		],
		"Genesis has $2.8 billion in outstanding loans on balance sheet": [
			"negative",
			"bearish"
		],
		"Fears of crypto contagion are growing as another company's finances wobble": [
			"negative",
			"bearish"
		],
		"Institutional Investors Are Still Buying Crypto According to a Coinbase Survey": [
			"positive",
			"bullish"
		],
		"Set It and Forget It": ["neutral", "neutral"],
		"FRONT-RUNNING BOTS in DEX: PART-2: The concept of front-running bots, and steps to prevent them while trading on DeX.": [
			"neutral",
			"neutral"
		],
		"Bloomberg Denied a Story About FTX Troubles in July Saying \"It Was Bad For Business\"": [
			"negative",
			"bearish"
		],
		"Institutional investors are buying through crypto winter: Survey": [
			"positive",
			"bullish"
		],
		"Cardano-Based Regulated Stablecoin USDA Will Hit the Market in Early 2023": [
			"positive",
			"bullish"
		],
		"Crypto lender Hodlnaut faces police probe, public urged to submit documents": [
			"negative",
			"bearish"
		],
		"Cathie Wood's Ark Invest Buys $1.5M in Grayscale Bitcoin Trust Shares": [
			"positive",
			"bullish"
		],
		"Argentina Football Association Fan Token crashes 24% following a shocking defeat to Saudi Arabia": [
			"negative",
			"bearish"
		],
		"DCG-Genesis Fraud Explained": ["negative", "bearish"],
		"FTX Collapse: Binance, Largest Crypto Exchange, Is Under Investigation": [
			"negative",
			"bearish"
		],
		"Bitcoin will survive failure of ‘any giant’ in crypto. It cannot be destroyed by the fall of FTX or, hypothetically, other big exchanges": [
			"positive",
			"bullish"
		],
		"‘I want my money back’: Emails from desperate Australian FTX customers detailed in court documents": [
			"negative",
			"bearish"
		],
		"Don’t Let FTX Executives Off the Hook Like Bankers in 2008 - this is a critical opportunity for the government to get it right": [
			"negative",
			"bearish"
		],
		"0xScope on Twitter found an address that always borrows >$10M USDC and deposits it to exchange before the FTX-drainer dumps each time, circumstantial evidence this address is connected to the 0x59abf drainer. They also transfered USDC to Binance and Binance should know who it is if KYC'd.": [
			"negative",
			"bearish"
		],
		"Crypto exchange Coinbase shed 85% of its value in a year": [
			"negative",
			"bearish"
		],
		"Coinmarketcap has now launched a website page for tracking Proof-of-Reserve for Exchanges": [
			"positive",
			"bullish"
		],
		"How to discuss crypto at the holidays": ["neutral", "neutral"],
		"Sam Bankman-Fried Is Alledged To Have Lost $100M of FTX’s Money At Online Casinos While Poker Player Tom Dwan Already Knew About the Company’s Issues": [
			"negative",
			"bearish"
		],
		"J.P. Morgan analyst: “while the news of the collapse of FTX is empowering crypto skeptics, we would point out that all of the recent collapses in the crypto ecosystem have been from centralized players and not from decentralized protocols.\"": [
			"neutral",
			"neutral"
		],
		"Bitpanda unites with HYPE through our White Label solution": [
			"positive",
			"bullish"
		],
		"Who Is the FTX Hacker? On-Chain Clues Shed Light on the Situation": [
			"negative",
			"bearish"
		],
		"I am The-Moon-Korok!": ["neutral", "neutral"],
		"Distributed Ledger Technology for Open Scientists: What is it and how can it move open science forward": [
			"neutral",
			"neutral"
		],
		"Avatars Marketplace Using Moons as Base Currency": [
			"neutral",
			"neutral"
		],
		"To focus too much on percentages can distort the picture": [
			"negative",
			"bearish"
		],
		"Let's support each other and remember we're in this together": [
			"positive",
			"bullish"
		],
		"Binance US Steps Into National Politics With New Campaign PAC": [
			"neutral",
			"neutral"
		],
		"FTX Co-Founder Sam Bankman-Fried Faces US Extradition, Bankruptcy Court Says Top Execs Won’t Be Compensated": [
			"neutral",
			"neutral"
		],
		"Bank temporarily deactivated my card suspecting fraud because I purchased 80 dollars of crypto off Gemini": [
			"negative",
			"bearish"
		],
		"Cathie Wood still belives in crypto despite FTX collapse. Says she belive in $1,000,000 per Bitcoin by 2030!": [
			"positive",
			"bullish"
		],
		"Coinbase CEO Reveals the Company Holds $39.9 Billion Worth of Bitcoin": [
			"positive",
			"bullish"
		],
		"Mango Market Hacker Loses Millions in Failed Aave Scheme - Decrypt": [
			"negative",
			"bearish"
		],
		"The Reserve Bank of India to launch a retail CBDC pilot in December": [
			"positive",
			"bullish"
		],
		"Dont forget to get your Reddit WorldCup NFT": ["neutral", "neutral"],
		"New York AG pushes prohibition of crypto purchases via retirement funds": [
			"negative",
			"bearish"
		],
		"US Lawmakers 'Strongly Urge' Fidelity to consider its Bitcoin 401(k) Initiative": [
			"positive",
			"bullish"
		],
		"Bitcoin price returns to $16K amid warning over BTC whale selling": [
			"negative",
			"bearish"
		],
		"Apple Nearing Deal For Michael Lewis’ Book Rights On Wild Story Of Fallen Crypto King Sam Bankman-Fried & FTX: The Dish": [
			"positive",
			"bullish"
		],
		"Bitcoin hits 2-year low as $1.4 trillion wiped off crypto market this year after FTX collapse": [
			"negative",
			"bearish"
		],
		"OKX announced the official launch of the reserve certificate today. All users can actively query on the official website page to compare the wallet address assets of OKX on the chain and the total assets of users in Merkle Tree.": [
			"positive",
			"bullish"
		],
		"Bitcoin Will Become ‘Less Important’ for Cybercrime Payments: Kaspersky. The Russian-founded firm attributed this transition to improvements in the technology that detects the flow and sources of Bitcoin, as well as increased sanctions and market regulation.": [
			"negative",
			"bearish"
		],
		"Bitcoin Will Become ‘Less Important’ for Cybercrime Payments: Kaspersky - Decrypt": [
			"negative",
			"bearish"
		],
		"Bitcoin on-chain data shows a ray of light in a dark market": [
			"positive",
			"bullish"
		],
		"Let's make the NFT scammers' job harder": ["positive", "bullish"],
		"El Salvador Proposes Digital Securities Bill, Paves Way for Bitcoin Bonds": [
			"positive",
			"bullish"
		],
		"Coinmarketcap Launches Exchange Reserve Tracking Tool": [
			"positive",
			"bullish"
		],
		"US Congressman defends decentralization, blames SBF, Gensler, CeFi for FTX collapse": [
			"positive",
			"bullish"
		],
		"Bank of America To Partner With Ripple for ODL Services After XRP Lawsuit Finishes: Report - The Daily Hodl": [
			"positive",
			"bullish"
		],
		"Bankman-Fried Apologizes to FTX Employees, Details Amount of Leverage in Internal Letter | Sry": [
			"negative",
			"bearish"
		],
		"Hacker steals $42 million from Fenbushi Capital partner Bo Shen": [
			"negative",
			"bearish"
		],
		"The market is worried about Coinbase’s solvency. Here’s what I know.": [
			"negative",
			"bearish"
		],
		"Crypto Was Meant To Be Radical, But It’s Been Taken Over By Wall Street": [
			"negative",
			"bearish"
		],
		"SBF in Letter to FTX Employees: I Froze Up in the Face of Pressure": [
			"negative",
			"bearish"
		],
		"WSJ News Exclusive | Digital Currency Group Says Revenue Will Fall This Year": [
			"negative",
			"bearish"
		],
		"Addiction to coin purchases": ["negative", "bearish"],
		"Genesis, the Troubled Crypto Lender, Hires a Restructuring Adviser": [
			"positive",
			"bullish"
		],
		"Genesis warns of possible bankruptcy without funding": [
			"negative",
			"bearish"
		],
		"FTX Collapse Boosts Profitability of Ethereum Validators": [
			"positive",
			"bullish"
		],
		"FTX bankruptcy sees 80,000 UK crypto investors lose funds": [
			"negative",
			"bearish"
		],
		"Mention of Genesis chapter 11 and Exodus in Bible": [
			"neutral",
			"neutral"
		],
		"Loopring is hiring people! And still building through the bear market.": [
			"positive",
			"bullish"
		],
		"First Day Hearing in the FTX Bankruptcy Case is just about to start. I’ll update with the latest": [
			"neutral",
			"neutral"
		],
		"FTX was run as 'personal fiefdom,' faces hacks, missing assets -attorneys": [
			"negative",
			"bearish"
		],
		"Mango Exploiter Gets Liquidated After Roiling Aave Using $20M of Borrowed Curve Tokens": [
			"negative",
			"bearish"
		],
		"Sam Bankman-Fried to speak at New York Times' DealBook Summit alongside Treasury Secretary Janet Yellen": [
			"neutral",
			"neutral"
		],
		"New York Signs 2-Year Crypto Mining Moratorium Into Law - Decrypt": [
			"negative",
			"bearish"
		],
		"Cofeezilla does a deep-dive. Nothing at FTX was \"negligence\" or \"ignorance.\" it was all lies presented to the public.": [
			"negative",
			"bearish"
		]
	},
	"CryptoMoonShoots": {
		"🔥🔥 ExtraCoin ( EASY 20x-100x ) 💰💰 The biggest competitor to POOCOIN and DEXTOOLS ✊": [
			"positive",
			"bullish"
		],
		"RastaCake - The #1 AMM Decentralized Exchange for Cannabis tokenized stocks 📈 Pre-sale is live, check it out! 🔥": [
			"neutral",
			"neutral"
		],
		"🐕 GrumpyDoge Punks 🐕 #GPUNKS": [
			"neutral",
			"neutral"
		],
		"🌙 🚀 Script Network - Decentralized Television, for FREE 🚀🌙": [
			"positive",
			"bullish"
		],
		"🔥 CRUDEOIL FINANCE - Decentralized Yield Optimizer 🔥": [
			"neutral",
			"neutral"
		],
		"SISTERCAKE | NEXT MOONSHOT | DEV WEBCAM VC| ACTIVE COMMUNITY | FAIR LAUNCH 7PM UTC TODAY | CAKE AUTO REFLECTIONS| BASED DEVS | EXTENSIVE MARKETING PLANS | CMS TRENDING BEFORE AND AFTER LAUNCH": [
			"positive",
			"bullish"
		],
		"New yield farm on harmony one": ["positive", "bullish"],
		"Telegram Cryptocurrency Groups": ["neutral", "neutral"],
		"YEARN FINANCIAL BLINK-DECENTRALIZED-FILE-STORAGE-AND AI": [
			"neutral",
			"neutral"
		],
		"Welcome to $KishuGamers, 100% SAFE 🔐, No Dev Wallet🚦,Marketcap low🚀, 🔥 3%return transactions for liquidity and 8%Reward BNB for Holder": [
			"positive",
			"bullish"
		],
		"TESLA INU IS RUNNING LISTING ABOUT TO DROP 🚀🚀🚀": [
			"neutral",
			"neutral"
		],
		"KittyCupCake, the tokens which reward you in the most hyped token in KittenWorld. Automatically receive $CAKE in your wallet every 60 minutes simply by holding KittyCupCake. 🛡Our Fair Launch is planned on Saturday, at 4PM UTC. Our voice chat will be open 14/8. Come discuss marketing plans, help us": [
			"positive",
			"bullish"
		],
		"Super Saiyan Shiba 🔥 | Stealth Launched Just NOW! | Btok Ads Coming...| SHIB Rewards For Holding 🚀": [
			"positive",
			"bullish"
		],
		"🔸▪️MiniBnb ▪️🔸| Presale on 13th Aug | Launch Giveaway 48 hours after launch- 2 one Oz gold bars, 1 M1 Ipad Pro and 1 oculus quest 2 VR Headset🔥| Tech Rate Audited Contract ✅": [
			"positive",
			"bullish"
		],
		"FF7 Fan Cloud Token JUST stealth launched on ERC": [
			"positive",
			"bullish"
		],
		"Infinty Pool preparing for presale! - Don´'t miss out on this 1!": [
			"positive",
			"bullish"
		],
		"Community BLC": ["neutral", "neutral"],
		"🔸▪️MiniBnb ▪️🔸| Presale on 10th Aug | Launch Giveaway 48 hours after launch- 2 one Oz gold bars, 1 M1 Ipad Pro and 1 oculus quest 2 VR Headset🔥| Tech Rate Audited Contract ✅": [
			"positive",
			"bullish"
		],
		"Private sale CSN ERC20": ["neutral", "neutral"],
		"COLORDUEL Introducing a revolutionary new buyback mechanism on BSC for dueling tokens": [
			"positive",
			"bullish"
		],
		"Brucejake112: I will build drop shipping shopify store shopify website for you for $50 on fiverr.com": [
			"neutral",
			"neutral"
		],
		"✅ DOGEPANDA is a new concept of DEFLATIONARY CHARITY Token born to support Animal Protection Wordwide🌍": [
			"positive",
			"bullish"
		],
		"🔸▪️MiniBnb ▪️🔸| Presale on 10th Aug | Launch Giveaway 48 hours after launch- 2 one Oz gold bars, 1 M1 Ipad Pro and 1 oculus quest 2 VR Headset🔥|": [
			"positive",
			"bullish"
		],
		"@ MicroshibaEN The tiniest and cutest Shiba on the moon with BNB rewards and a badass buyback mechanism that will leave sellers rekt! LFG!": [
			"positive",
			"bullish"
		],
		"PUSSYCAKE | DXsale Date august 5 | 7% CAKE Paid Hourly | Dessert finance AUDIT | Singing contest | Doxxed Dev | Massive Telegram Community | This Is The Biggest Moonshot Of August!!": [
			"positive",
			"bullish"
		],
		"BabyXiJinping, a fresh stealth launch with a legit dev (Doxx on the way)": [
			"positive",
			"bullish"
		],
		"[URGENT] FELLOW HOGE FAM: PLEASE CONTACT YOUR MEMBERS OF CONGRESS!": [
			"neutral",
			"neutral"
		],
		"We are almost 300 in coinsniper .. Go ahead !!!!! Token CSN": [
			"neutral",
			"neutral"
		],
		"Nano DogeCoin - live on CoinGecko within 2 hours of launching 🦎": [
			"positive",
			"bullish"
		],
		"Xircus NFT": ["neutral", "neutral"],
		"Token Casini CSN ERC20": ["neutral", "neutral"],
		"Official SafeTitan Crytpocoin 💎 ✅ ICO symbol: $STTN ✅ 💎 ICO Registration Closes: 08.09.2021 ✅ ICO Launch: August 14th 🚀 🚀": [
			"positive",
			"bullish"
		],
		"Zeronauts - Solid gem with the vision on making the crypto space more sustainable. Chart looking beautiful 🚀": [
			"positive",
			"bullish"
		],
		"A good project, learn more about shrew.": ["neutral", "neutral"],
		"How much ZILLA y’all own? if you’re interested in joining a Crypto Discord HMU or leave comment": [
			"neutral",
			"neutral"
		],
		"🐾 BankDoge, the little dog that is set to make BIG tracks in DeFi! 🐕": [
			"positive",
			"bullish"
		],
		"$INFTY [$0 market cap] [0 days old] Multi-Chain IDO Platform BSC Presale in 30 MINS": [
			"positive",
			"bullish"
		],
		"$INFTY [$0 market cap] [0 days old] Multi-Chain IDO Platform BSC Presale in 12 HOURS": [
			"positive",
			"bullish"
		],
		"Whalebit launch at 100 members telegram": ["neutral", "neutral"],
		"🦘BABY KANGGORO🦘 FAIRLAUNCH TODAY JULY": [
			"positive",
			"bullish"
		],
		"PuzzleChain, get rewards while having loads of fun!": [
			"positive",
			"bullish"
		],
		"Dragon 🐉 returned for big pump be part of a community. Join this monday for the launch of this rocket 🚀": [
			"positive",
			"bullish"
		],
		"🔶GEM SPOTTED🔶 🍜BEEFYNOODLES🍜 👨‍👩‍👦‍👦COMMUNITY DRIVEN👨‍👩‍👦‍👦 🚀HYPED COMMUNITY🚀 🚀PRE-SALE IN 4 HOURS! 🚀": [
			"positive",
			"bullish"
		],
		"CHRISTYCAPLAN": ["neutral", "neutral"],
		"KARENDOGE PRESALE THIS THURSDAY!!!!! GET YOUR FREE AIRDROP TOKENS FOR TASKS AND REFERALS. INVITE FAMILY AND FRIENDS! THIS IS A x100+ COIN!!!": [
			"positive",
			"bullish"
		],
		"Ryoshi- The shibfather, check us out!": ["neutral", "neutral"],
		"Online check writer": ["neutral", "neutral"],
		"💎Diamond Ape Moon - Just Fair Launched | 1k mcap, Very Early | Based Devs | Ownership Renounced | LP Locked": [
			"positive",
			"bullish"
		],
		"FAIRLAUNCH AT 100 MEMBERS ,TARGET X1000": ["neutral", "neutral"],
		"🐵 ApeSafu 🐵 🚀Pre-sale has yet to start! immense hype for this project! 🚀 Don't miss out! 📱 Join the Telegram for more info! 📱": [
			"positive",
			"bullish"
		],
		"🚀🚀 Quibble | The new standard in crypto for the adult industry | 1000x moonshot potential | active and talented team all doxxed | 🚀🚀": [
			"positive",
			"bullish"
		],
		"$DORB🌟| Deorbit BSC token 🌛| Community Stealthlaunch at the next 40 telegram members 💎| A token with real use case |💫| Perfect gem to get early and enjoy a nice 100x ride 🚀| Join telegram and alk your questions!⭐| Deorbit BSC token |💫DORB$": [
			"positive",
			"bullish"
		],
		"A token to Help change the CryptoCommunity for the better": [
			"positive",
			"bullish"
		],
		"🌠Dogecoin2121🌙~From the Future~": [
			"neutral",
			"neutral"
		],
		"MINI DOGE get yourself Virtual Pet and sell it as NFT": [
			"neutral",
			"neutral"
		],
		"Join telegram for giveaway": ["neutral", "neutral"],
		"❄ WhiteHorse - Fair Launching SOON! Reach the frozen peak with WhiteHorse to Crypto! - Rewarding Transactions, Locked Liquidity, Renounced Ownership - Join telegram group and become Horse man!": [
			"positive",
			"bullish"
		],
		"💎GEM SPOTTED💎 🐼CutePanda🐼 🚀Pre-sale in 3 hours!🚀 👨‍👩‍👦‍👦 Join the community on Telegram 👨‍👩‍👦‍👦": [
			"positive",
			"bullish"
		],
		"GooseBumps👻| A Spooky Moonshot | Stealthlaunched | Coinhunters listed ✅": [
			"positive",
			"bullish"
		],
		"Lucky bull launch on 200 members telegram group": [
			"neutral",
			"neutral"
		],
		"MainStreet Revenge 1000x fair launch 🚀": [
			"neutral",
			"neutral"
		],
		"THE CHOSEN ONES 🙅‍♀️☠️ The anti-toxicity token 🙅‍♂️☠️": [
			"neutral",
			"neutral"
		],
		"🟠Storme Token🟠 -🐉 In game payment system🐉- TEAM CREATED OWN GAME!releasing soon in app store📱PRE-SALE LAUNCHING SOON🚀 💎FULL TEAM DOXXED💎 BIG MOONSHOT🚀🚀": [
			"positive",
			"bullish"
		],
		"launching in 18 hours on DxSale!! great community driven project with a strong community support! dont mis out on your chance to atleast 10x!!": [
			"positive",
			"bullish"
		],
		"NEFTiPEDiA": ["neutral", "neutral"],
		"Just the Headlines | Bitcoin price can hit $450K in 2021, $135K is 'worst-case scenario' — PlanB | Cointelegraph.com News": [
			"positive",
			"bullish"
		],
		"Hermez Network is airdropping a total of 200,000 HEZ to users who use their L2 payment solution.": [
			"positive",
			"bullish"
		],
		"Just the Headlines | $71B in crypto has reportedly passed through ‘blockchain island’ Malta since 2017 | Cointelegraph.com News": [
			"positive",
			"bullish"
		],
		"Usagi Bun - $USAGI | Decentralized DeFi Token | Hopping to the moon! | Whitelist now live | Launching Monday 21st!": [
			"positive",
			"bullish"
		],
		"🟠Storme Token🟠 - In game payment system- Team created own game releasing soon in app store📱!": [
			"neutral",
			"neutral"
		],
		"Raichu! The next pokemon crypto coin!": ["neutral", "neutral"],
		"Nusubi! New Tokenomics! (Hidden gem!)": ["positive", "bullish"],
		"Blockster is airdropping a total of 1,000,000 BXR to the airdrop participants": [
			"positive",
			"bullish"
		],
		"CyberTime Finance is airdropping a total of 150,000 NFTL tokens": [
			"positive",
			"bullish"
		],
		"Musubi! New Tokenomics!": ["neutral", "neutral"],
		"Potential 1000x Gem💎": ["positive", "bullish"],
		"SWIRE ($SWIRE) | Completely Transparent Charity Token 💎": [
			"positive",
			"bullish"
		],
		"$AquaPussy| 18+ NFTS | The First Onlyfans Bsc Token | Presale whitelist and dxsale on 22": [
			"positive",
			"bullish"
		],
		"Aladdin is giving away 100 TNC tokens to new users": [
			"positive",
			"bullish"
		],
		"NEFTiPEDIA is airdropping a total of 4,000,000 NFT tokens to airdrop participants.": [
			"positive",
			"bullish"
		],
		"THERE'S A NEW CHIEF SHIBA IN TOWN - $CSHIB": ["neutral", "neutral"],
		"Shinigami Inu - The Dog of Death $SHINU": ["neutral", "neutral"],
		"💋 🍑PRIVATE COIN - FAIR LAUNCHING IN 1HOUR 9PM UTC 🍑💋": [
			"neutral",
			"neutral"
		],
		"The Chosen Ones 🙅‍♀️☠️ The anti-toxicity token 🙅‍♂️☠️": [
			"neutral",
			"neutral"
		],
		"$NEWINU - TOP 10 BSC DEXTOOLS 3 days in a row and another influencer promoting right now!": [
			"positive",
			"bullish"
		],
		"www.twin.finance, has a functional system of subtokens named tAssets that mirrors assets from the stock market. SAFEST alternative after what happened with iron.finance. Launched on 15 june, 600k market cap only!": [
			"positive",
			"bullish"
		],
		"INUFLASH DAY 1 🚀🚀🚀": [
			"neutral",
			"neutral"
		],
		"MOONCLOWN the next ticket to go to the moon!": ["positive", "bullish"],
		"Peppa Network": ["neutral", "neutral"]
	}
}
